dialogueIndex = 0;
dialogues = [
    {name: "Алиса", text: "Привет!", sprite: NPC},
    {name: "Лиса", text: "Привет как дела я хотел с тобой поговорить ор итв тттто ввоы тцрй ты оов ц бя   ыу уп р н ооооов кыДДДДДД ДДДДДДДДДД ДДДДДДДДДДД ДДДДДДДДДДДД ДДДДДДДДДД ДДДДДДДДДДД ДДДДДДДД ДДДДДД ДДДД ДДДДДД ДДДДДД ДДДДДДД ДДДДДДДДД ДДДДДДД ДДДДДДД ДДДДДД ДДДДД ДДДДД ДДДДД ДДДДДД ДДДДДДД ДДДДДДД ДДДДДДД ДДДДДД ДДДДД ДДДДД ", sprite: NPC},
    {name: "Алиса", text: "Пока!", sprite: NPC},
	];
global.Dialogue = false;